<?php

return [
    // Порядок цветов должен соответствовать макету: сначала первый столбец сверху вниз, затем второй и третий
    '#f87171', // красный
    '#fb923c', // оранжевый
    '#fbbf24', // янтарный / жёлтый
    '#fde047', // жёлтый-светлый
    '#a3e635', // лайм
    '#34d399', // зелёный
    '#06b6d4', // бирюзовый
    '#38bdf8', // голубой
    '#60a5fa', // синий
    '#818cf8', // индиго
    '#a78bfa', // фиолетовый
    '#c084fc', // пурпурный
    '#e879f9', // фуксия
    '#f472b6', // розовый
    '#fb7185', // розово-красный
]; 